itptest_mb/redis_bwave/redis_only/redis_output/redis7779.log
[RUN #1] Preparing benchmark client...
[RUN #1] Launching threads now...
[RUN #1 100%, 180 secs]  0 threads:    28978410 ops,  161181 (avg:  160984) ops/sec, 160.55MB/sec (avg: 160.31MB/sec), 18.66 (avg: 18.61) msec latency

10        Threads
10        Connections per thread
180       Seconds


ALL STATS
========================================================================
Type        Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec
------------------------------------------------------------------------
Sets       80940.65          ---          ---     18.61000     82758.66
Gets       80940.65     80884.08        56.58     18.61000     82307.69
Waits          0.00          ---          ---      0.00000          ---
Totals    161881.31     80884.08        56.58     18.61000    165066.35